Repository: RogerWetter/Fitnessapp
Catalog: Fitnessapp_BA/Localizable.xcstrings
Source language: en
Languages: de

source: %@ Analysis
de: %@ Analyse

source: %@ Repetitions:
de: %@ Wiederholungen:

source: %@ Set Time:
de: %@ Set Zeit

source: %lld Exercises
de: %lld Übungen

source: Add Exercise
de: Übung hinzufügen

source: Add to %@
de: Hinzufügen zu %@

source: Add to Training
de: Hinzufügen zu Trainingseinheit

source: Add Training
de: Training hinzufügen

source: All Exercises
de: Alle Übungen

source: Analyse View
de: Analyse Anzeige

source: Average Weight
de: Durchschnittsgewicht

source: Backward Exercise
de: Übung zurück

source: Calculation Total Weight
de: Berechnung Gesamtgewicht

source: Cancel
de: Abbrechen

source: Choose Color
de: Farbe auswählen

source: Choose Photo
de: Bild auswählen

source: Create
de: Erstellen

source: create Exercise
de: Übung erstellen

source: create new Muscle Group
de: Neue Muskelgruppe erstellen

source: Date
de: Datum

source: Delete
de: Löschen

source: Device
de: Gerät

source: Device:
de: Gerät

source: Done
de: Fertig

source: Duplicate
de: Duplizieren

source: Edit
de: Bearbeiten

source: Edit Exercise
de: Übung bearbeiten

source: End
de: Beenden

source: End Set
de: Set Beenden

source: End Training
de: Training Beenden

source: Exercise completed
de: Übung abschliessen

source: Exercise Name
de: Name Übung

source: Exercises
de: Übungen

source: Forward Exercise
de: Übung vorwärts

source: Go Back
de: Zurück

source: Info
de: Infos

source: Muscle Groups
de: Muskelgruppen

source: My Data
de: Meine Daten

source: My History
de: Meine Historie

source: New Exercise
de: Neue Übung

source: New Muscle Group
de: Neue Muskelgruppe

source: New Training
de: Neue Trainingseinheit

source: Next Exercise
de: Nächste Übung

source: No data available for this exercise.
de: Keine Daten verfügbar für diese Übung.

source: Notes
de: Notizen

source: One Exercise
de: Eine Übung

source: Open List
de: Liste öffnen

source: open Settings
de: Einstellungen öffnen

source: Reset
de: Zurücksetzen

source: Saved Exercises
de: Gespeicherte Übungen

source: Scan QR-Code
de: QR-Code scannen

source: Select a Color
de: Wähle eine Farbe

source: Select Muscle Group
de: Wähle eine Muskelgruppe

source: Select Muscle Groups
de: Wähle Muskelgruppen

source: Settings
de: Einstellungen

source: Start Set
de: Set Starten

source: Start Training
de: Training Starten

source: Stop Training
de: Training Stoppen

source: Take Photo
de: Foto aufnehmen

source: There are no Saved Exercises.
de: Es gibt noch keine Übungen zum Analysieren

source: This Training has no Exercises Yet.
de: Diese Trainingseinheit hat noch keine Übungen.

source: Total Weight
de: Gesamtgewicht

source: Total Weight [ kg ]
de: Gesamtgewicht [ kg ]

source: Training Title
de: Name Trainingseinheit

source: Trainings
de: Trainingseinheiten

source: Weight
de: Gewicht

source: Weight [ kg ]
de: Gewicht [ kg ]

source: Weight x Repetitions x Sets = Total Weight
de: Gewicht x Wiederholungen x Sets = Gesamtgewicht

source: weight:
de: Gewicht:
